{
 "_type": "song",
 "annotation_count": 44,
 "api_path": "/songs/75",
 "artist_names": "JAY-Z (Ft. Alicia Keys)",
 "full_title": "Empire State of Mind by JAY-Z (Ft. Alicia Keys)",
 "header_image_thumbnail_url": "https://images.genius.com/37b88bc75f46cabbf4aa13a6bf2dcd7e.300x300x1.jpg",
 "header_image_url": "https://images.genius.com/37b88bc75f46cabbf4aa13a6bf2dcd7e.1000x1000x1.jpg",
 "id": 75,
 "instrumental": false,
 "lyrics_owner_id": 12,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1639347290,
 "path": "/Jay-z-empire-state-of-mind-lyrics",
 "pyongs_count": 137,
 "song_art_image_thumbnail_url": "https://images.genius.com/a89c80d8d8654387d5f2cec6be02722d.300x300x1.png",
 "song_art_image_url": "https://images.genius.com/a89c80d8d8654387d5f2cec6be02722d.800x800x1.png",
 "stats": {
  "unreviewed_annotations": 1,
  "hot": false,
  "pageviews": 2288734
 },
 "title": "Empire State of Mind",
 "title_with_featured": "Empire State of Mind (Ft. Alicia Keys)",
 "updated_by_human_at": 1639347836,
 "url": "https://genius.com/Jay-z-empire-state-of-mind-lyrics",
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/2",
  "header_image_url": "https://images.genius.com/57f67753a0fe8ce5ff4a2ab903fbe850.500x301x1.png",
  "id": 2,
  "image_url": "https://images.genius.com/dab4680bbb0569024ef3df3d1e87c277.570x570x1.jpg",
  "index_character": "j",
  "is_meme_verified": true,
  "is_verified": true,
  "name": "JAY-Z",
  "slug": "Jay-z",
  "url": "https://genius.com/artists/Jay-z",
  "iq": 175
 },
 "artist": "JAY-Z",
 "lyrics": "[Intro: JAY-Z]\nYeah\n\n[Verse 1: Jay-Z]\nYeah, I'm out that Brooklyn, now I'm down in Tribeca\nRight next to De Niro, but I'll be hood forever\nI'm the new Sinatra, and since I made it here\nI can make it anywhere, yeah, they love me everywhere\nI used to cop in Harlem – hola, my Dominicanos (Dimelo!)\nRight there up on Broadway, brought me back to that McDonald's\nTook it to my stash spot, 560 State Street\nCatch me in the kitchen, like a Simmons whippin' pastry\nCruisin' down 8th Street, off-white Lexus\nDrivin' so slow, but BK is from Texas\nMe? I'm out that Bed-Stuy, home of that boy Biggie\nNow I live on Billboard and I brought my boys with me\nSay what up to Ty Ty, still sippin' Mai Tais\nSittin' courtside, Knicks and Nets give me high fives\nNigga, I be spiked out, I could trip a referee\nTell by my attitude that I'm most definitely from\n\n[Chorus: Alicia Keys & Jay-Z]\nIn New York (Ayy, aha) (Uh, yeah)\nConcrete jungle (Yeah) where dreams are made of\nThere's nothin' you can't do (Yeah) (Okay)\nNow you're in New York (Aha, aha, aha) (Uh, yeah)\nThese streets will make you feel brand-new (New)\nBig lights will inspire you (Come on) (Okay)\nLet's hear it for New York (You welcome, OG) (Uh)\nNew York (Yeah), New York (Uh) (I made you hot, nigga)\n[Verse 2: Jay-Z]\nCatch me at the X with OG at a Yankee game\nShit, I made the Yankee hat more famous than a Yankee can\nYou should know I bleed blue, but I ain't a Crip though\nBut I got a gang of niggas walkin' with my clique though\nWelcome to the meltin' pot, corners where we sellin' rock\nAfrika Bambaataa shit, home of the hip-hop\nYellow cab, gypsy cab, dollar cab, holla back\nFor foreigners, it ain't fair, they act like they forgot how to add\nEight million stories out there in the naked\nCity, it's a pity half of y'all won't make it\nMe? I gotta plug Special Ed, \"I Got It Made\"\nIf Jeezy's payin' LeBron, I'm payin' Dwyane Wade\nThree dice cee-lo, three-card Marley\nLabor Day Parade—rest in peace, Bob Marley\nStatue of Liberty, long live the World Trade\nLong live the king, yo—I'm from the Empire State, that's\n[Chorus: Alicia Keys & Jay-Z]\nIn New York (Ayy) (Uh, yeah)\nConcrete jungle where dreams are made of\nThere's nothin' you can't do (That boy good) (Okay)\nNow you're in New York (Welcome to the bright lights, baby) (Uh, yeah)\nThese streets will make you feel brand-new\nBig lights will inspire you (Okay)\nLet's hear it for New York (Uh)\nNew York (Yeah), New York (Uh)\n[Verse 3: Jay-Z]\nLights is blinding, girls need blinders\nSo they can step out of bounds quick, the side lines is\nLined with casualties who sip the life casually\nThen gradually become worse – don't bite the apple, Eve!\nCaught up in the in-crowd, now you're in-style\nInto the winter gets cold, en vogue with your skin out\nCity of sin is a pity on a whim\nGood girls gone bad, the city's filled with them\nMami, took a bus trip, now she got her bust out\nEverybody ride her, just like a bus route\n\"Hail Mary\" to the city, you're a virgin\nAnd Jesus can't save you, life starts when the church end\nCame here for school, graduated to the high life\nBall players, rap stars, addicted to the limelight\nMDMA got you feelin' like a champion\nThe city never sleeps, better slip you a Ambien\n[Chorus: Alicia Keys & Jay-Z]\nIn New York (Ayy, ow) (Uh, yeah)\nConcrete jungle where dreams are made of\nThere's nothin' you can't do (Okay)\nNow you're in New York (Uh, yeah)\nThese streets will make you feel brand-new\nBig lights will inspire you (Okay)\nLet's hear it for New York (Uh)\nNew York (Yeah), New York (Uh)\n[Bridge: Alicia Keys]\nOne hand in the air for the big city (Oh)\nStreet lights, big dreams, all lookin' pretty (Oh)\nNo place in the world that could compare (Nah)\nPut your lighters in the air, everybody say\n\"Yeah, yeah\" (Come on, come on)\n\"Yeah, yeah\" (Come on)\n\n[Chorus: Alicia Keys]\nIn New York (Uh, yeah)\nConcrete jungle where dreams are made of\nThere's nothin' you can't do (Okay)\nNow you're in New York (Uh, yeah)\nThese streets will make you feel brand-new\nBig lights will inspire you (Okay)\nLet's hear it for New York (Uh)\nNew York (Yeah), New York (Uh)137EmbedShare URLCopyEmbedCopy"
}